{
  "success": true,
  "data": {
    "title": "为什么领导不提拔勤快老实人？这“四个灰词”，说到点子上了",
    "content": "<img src='https://upload-images.jianshu.io/upload_images/4245244-9a667655f313b57a.jpg?imageMogr2/auto-orient/strip%7CimageView2/2/w/640/format/webp'/><p>有人经常咨询：为什么同事中越狡猾的人越容易升职？为什么我很勤快很老实却得不到提职？这是一个老生常谈、永远无解的“矛盾题”。行走职场，用人权掌握在用人者手里，用人标准藏在用人者心里。员工既不能用员工思维来评价领导者的用人观念，也不能仅仅揣摩现任领导的用人好恶，一定要坚持遵循职场升职的内在规律，才能行稳致远、持续提职加薪。主要从以下“四个灰词”（四个暗词）来理解把握，基本能说到点子上了：</p><p><b>第一，用人程序。职场升职的“选拔程序”是什么？</b></p><p>国人自古以来最重视“识人用人”，无论是职场，还是生活中，“识人”是第一要务。比如，你看不清楚人品，你可能嫁错人（娶错人），一生不幸福。再比如，你用错了财务经理，可能被骗得倾家荡产。</p><p>对于企业来说，识人用人是领导者的核心任务之一。现代企业治理制度，成立董事会，其实就干两件事：一是制定战略规划，二是选对人。职场上所有的人，都喜欢议论和猜测用人问题。对于领导者，各有各的识人用人哲学，仁者见仁智者见智。比如，某企业家用喝酒识人；某企业家用出差选人；某企业家用细节观察人，等等。</p><p>所以，不要用自己的眼光去看待领导者，也不要用大众思维去揣测领导者的用人策略。领导者用一个人，往往需要做三点：一是自己的用人哲学（占主流），二是要听取利益相关方的意见，三是要平衡各方面各群体的心态，不是拍脑袋，有时候是一个复杂的决策系统。</p><p>总体上分：选人用人，有三种方式：</p><p>第一种，领导者用自己的哲学识人用人。比如，强势的老板、有威望的企业创始人，完全说了算，同时也为选错人的后果负总责。</p><p>第二种，用规定的选人用人机制产生人选。比如，国企央企，通过提名、推荐、测评、考察、集体研究等严格的选人用人程序。当然了，正职的用人意见权重，还是比较大的。</p><p>注：理论上流行的领导力模型，说明被提拔重用的人，都有共性的特质。真正用人的是领导者，他不会套用所谓领导力模型的，而是用自己的用人哲学来识人用人的。这类所谓的模型，可以参照修炼，但不要迷信、执着。</p><p>第三种，别人推荐人选，老板、企业家、领导者或集体研究决定。比如，公开招聘职业经理人、选拔中层、招聘主管等等，由招聘小组进行面试初选，提供人选，再由领导者决策。</p><p>综上，不管用什么程序，职场的游戏规则是“责权利对等，选人是对上负责”，选拔权不一定由领导者亲自做，但决策权主要集中在领导者手中。领导者要为自己的选人用人负责，承担后果，比如，把企业搞垮了，把关键任务搞砸了，下属背叛了，等等，这个苦果由领导者承担，所以，企业要赋予领导者选人的职权。</p><p><b>第二，用人哲学。选什么人取决于领导者的用人哲学。</b></p><p>换位思考，看看领导者想用什么人吧？归根到底一句话：领导者想用能给他带来现实和预期利益的人。除此之外，什么人都可以放弃。没有永远的朋友，只有永远的利益。当然，这个利益，是多方面的，也是因人而异的。</p><p>领导者主要想用这三类人：</p><p>一是能打天下，能干事，能干成事的人。创业阶段的领导者，往往重要打天下的干将，可以不要求你脾气好、不要求你听话、甚至不要求你忠诚，只要能攻城略地。这个阶段的领导者的核心利益，是抢占资源。什么听话、温顺、勤快、服从等因素，都是要服从于核心利益，抢夺资源。</p><p>​二是忠诚的人。这个忠诚，是忠诚于领导者个人的忠诚。忠诚，可能是服从型的，也可能是纳谏型的，比如，和珅和纪晓岚。纪晓岚、魏征，敢说真话，让皇帝听了不舒服，但皇帝依然认为他们忠诚，因为他们出发点是为皇帝好。他们纳谏，体现出思考水平，而不仅仅是敢说话。</p><p>三是带来现实和阶段利益的。干成事和忠诚，都是核心利益。还有一些其他利益。比如：</p><p>精神上的愉悦，满足老板的个人私欲，让他享受拍马溜须、阿谀奉承的美好体验，就像烟瘾，他明知道不好，但戒不了。</p><p>满足个人私利，请客送礼、为领导办私事，直接给领导者带来利益。</p><p>平衡群体心态，进行权力制衡，必须提拔一些人。不一定是领导者喜欢的人，但必须作为“棋子”要用起来。</p><p>利益输送，比如提拔上面打招呼的人、重用各种关系人员，等等。</p><p>所以，领导者重用什么样的人，与喜欢、狡猾、勤快、顺从等要素有关联，但不占很重的权重。真正的权重，在于领导者认为的他所需要利益的大小。</p><p><b>第三，换位思考。领导喜欢用狡猾的人还是勤快的人？你要站在领导者的角度来思考。</b></p><p>越狡猾的人，越容易提升，这取决于领导者的用人哲学和阶段性利益。比如，刘备打天下用了很多能人，甚至很狡猾的人，用完之后就弃之不用，有的还砍头了。刘备大智若愚，是用人的高手，哪些人用一辈子（诸葛亮）、哪些人用一阵子、哪些人用其忠诚、哪些人用其狡猾，他心里很清楚。聪明的领导者，也深谙此道。</p><p>在现实职场中，你所认为的狡猾，其实可能是你“黑化”人家了。狡猾，也许就是聪明。聪明的人，善于察言观色，善于揣摩领导者心思，把自己的贡献扩大化。老实人，不会推销自己，不会夸大其词，可能缩小了自己的成果。如果领导者看不透彻，老实人肯定吃亏。</p><p>但是，越勤快越服从的人，领导只是利用，不会重用。这可能是“抹布型”人才，领导者只用你办事，不会重用提拔。因为你勤快服从，未必能带来核心利益，也未必是干大事，不一定能为领导者解决实际问题。</p><p>职场上，越大的事情，越不需要勤快，往往是越底层的杂务，越需要勤快服从。比如，召开会议，领导者关在办公室里，深入思考他在会上如何传递有价值的信息。那些服务人员忙得团团转，领导者看都不看。如果缺个重用数据，马上让骨干送来。别看这名骨干，坐在工位上找数据，别人忙布置会议满头大汗，但在领导者心目中，送数据的人才带来核心利益。</p><p><b>第四，内在规律。遵循职场升职的内在规则、内在规律，才能持续提职加薪。</b></p><p>这个问题的核心是：如何处理自我推销和埋头苦干、输送核心利益和埋头干杂务之间的辩证关系。职场升职规则，用古人总结的是“伯乐与千里马”，西方谚语是“努力加机遇”，关键是遇到贵人和机遇。那么，努力就是一种基础，并不是说你的“勤快服从就能得到提拔重用”，现实往往恰恰相反。</p><p>你首先要有价值。要么，你等价交换，找到贵人。要么，贵人主动投资你的潜力和未来。其实，贵人都是聪明人，他们不会白白浪费自己的投资。贵人（老板、领导者）赏识你、培养你、重用你，都是在投资你的预期，你未来给他们带来利益的回报。</p><p>所以，狡猾（聪明）的人不一定成功，勤快的人也不一定成功。职场升职的根本途径：打造自己的核心能力，再加上聪明（狡猾）地推销自己，扩大自己的价值，获得上级的“投资”，从而持续走上提职加薪之路，其他的各种因素只是这条道路上的小石子。</p>"
  }
}
